Pagebackend/app/controllers/users_controller.rb

INSERT INTO "users" ("username", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["username", "gozilla"], ["bio", "superbe"], ["created_at", "2018-04-26 14:07:38.972710"], ["updated_at", "2018-04-26 14:07:38.972710"]]
---
	def create
		@user = User.new
	 	@user.username = params[:username]
	  	@user.bio = params[:bio]

	 	@user.save